<!DOCTYPE HTML PUBLIC "-//SQ//DTD HTML 2.0 HoTMetaL + extensions//EN">
<HTML><HEAD><TITLE>CARICHAPO, Grupo</TITLE></HEAD>
<BODY BGCOLOR="#f0047e"><P><B>CARICHAPO, Grupo</B></P>
    <style type="text/css"> BODY{ font-family: Arial, Helvetica, sans-serif; } </style>
<IMG
ALIGN="left" WIDTH="289" HEIGHT="184" BORDER="2" SRC="./image/c420ind.gif" ALT="Grupo Carichapo">
<P ALIGN="right"><B>VALIDO</B></P>
<P><B>PRECAMBRICO</B></P>
<P>Estado Bol&iacute;var</P>
<P><I><B>Referencia original:</B></I> J. A. Kalliokoski, 1965-a, p. 1036.</P>
<P><I><B>Consideraciones hist&oacute;ricas:</B></I> El t&eacute;rmino Formaci&oacute;n
Carichapo fue propuesto formalmente por Kalliokoski (1965-a) para designar una
unidad compuesta esencialmente de anfibolita de grano fino derivada de rocas
volc&aacute;nicas b&aacute;sicas intercaladas con cantidades menores de
metajaspe, expuesta desde el norte de La Paragua al oeste hasta los alrededores
de Santa Mar&iacute;a, Miamo y Tumeremo al este. McCandless (1961) y Mart&iacute;n
(1968) usaron el t&eacute;rmino Grupo Carichapo, sin proponer formalmente la
elevaci&oacute;n del rango de la unidad, para incluir a las anfibolitas de la
Formaci&oacute;n Carichapo de Kalliokoski (<I>op. cit.</I>) y a gneises y otras
rocas cuarzo feldesp&aacute;ticas asociadas, lo cual no ha encontrado aceptaci&oacute;n
en trabajos posteriores, en los que se sigue la definici&oacute;n original que
no incluy&oacute; rocas gn&eacute;isicas ni cuarzo feldesp&aacute;ticas en la
unidad.</P>
<P>Men&eacute;ndez (1968) redefini&oacute; la unidad en la regi&oacute;n de
Guasipati, y propuso su elevaci&oacute;n al rango de Grupo, para incluir las
unidades de rocas volc&aacute;nicas y volcanicl&aacute;sticas de composici&oacute;n
bas&aacute;ltica, infrayacentes a la Formaci&oacute;n Yuruari, y cuyo contacto
sedimentario inferior no aflora, debido a truncamiento por intrusiones gran&iacute;ticas
conformables del Complejo de Supamo. El mismo autor destac&oacute; que Carichapo
esta constituida de metavolc&aacute;nicas con mineralog&iacute;a de la facies
del esquisto verde, lejos del contacto con el Complejo y esencialmente de
anfibolita, con estructuras volcanog&eacute;nicas palins&eacute;pticas,
adyacente al mismo. Bajo esas condiciones, de menor grado metam&oacute;rfico, la
unidad fue dividida en dos formaciones: El Callao, esencialmente en la parte
inferior, y Cicapra en la parte superior. Men&eacute;ndez (1994) reconoci&oacute;
posteriormente, en la misma regi&oacute;n de Guasipati, la presencia persistente
y caracter&iacute;stica  de toleitas magnesianas a comatiitas en la parte
inferior de la unidad, identificando este sector como una nueva formaci&oacute;n
que denomin&oacute; Florinda. La Formaci&oacute;n El Callao queda restringida a
la parte superior del Grupo Carichapo, suprayace a Florinda e infrayace a la
Formaci&oacute;n Cicapra, y posiblemente en parte se interdigita o grada
lateralmente a la misma Formaci&oacute;n, que tambi&eacute;n infrayace a
Yuruari. El Grupo constituye la parte inferior del Supergrupo Pastora, en cuya
parte superior se encuentra la Formaci&oacute;n Yuruari.</P>
<P>Men&eacute;ndez (1968) sugiri&oacute; el empleo del t&eacute;rmino: Grupo
Carichapo (sin diferenciar), en las localidades, donde debido, ya sea, a una
mayor deformaci&oacute;n, o a un mayor grado metam&oacute;rfico, o a escasez de
afloramiento, la unidad no pudiera ser subdividida todav&iacute;a. Esta idea fue
aceptada por Bena&iacute;m (1972-a; 1972-b) en la regi&oacute;n de Botanamo y
Anacoco-El Dorado, por Lira <I>et al.</I> (1975) en la regi&oacute;n de
Akarabis&iacute; y por Moreno y Mendoza (1985) en el Alto Supamo. R&iacute;os
(1972) y Espejo (1972) en la regi&oacute;n de Upata y El Manteco-Guri,
respectivamente, encuentran constituida esencialmente de anfibolitas a la unidad
en la posici&oacute;n estratigr&aacute;fica se&ntilde;alada arriba, pero no
intentaron subdividividirla, reviviendo el t&eacute;rmino de Formaci&oacute;n
Carichapo sin tomar en cuenta la sugerencia de Men&eacute;ndez (<I>op. cit.</I>).
Men&eacute;ndez (1994) propuso el uso del t&eacute;rmino litod&eacute;mico de
Anfibolita de Carichapo de Kalliokoski (<I>op. cit.</I>), como equivalente
lateral de la unidad, en las localidades donde la unidad ha sufrido un
metamorfismo  superior al de los esquistos verdes, y como consecuencia, sus
unidades constitutivas han perdido tanto su identidad litol&oacute;gica
original, como el sentido de superposici&oacute;n.</P>
<P><I><B>Localidad tipo:</B></I> El nombre es tomado del r&iacute;o Carichapo
donde afloran secciones de la unidad, particularmente su parte anfibol&iacute;tica,
en contacto con el Complejo de Supamo, que se encuentra en el sector del r&iacute;o
que corta la serran&iacute;a de Tomasote situado en la parte norte del cintur&oacute;n
de rocas verdes de Guasipati (estado Bol&iacute;var; Hoja N&#186; 7739. Escala
1:100.000 de Cartograf&iacute;a Nacional). Espejo (1972) asigna dos secciones de
referencia para la porci&oacute;n anfibol&iacute;tica de la unidad en la regi&oacute;n
de El Manteco-Guri (cintur&oacute;n de rocas verdes del Caron&iacute;): una en
la falda norte del cerro Panamo (Hoja N&#186; 7638; Escala 1:100.000 de
Cartograf&iacute;a Nacional) para la parte inferior, en contacto con el Complejo
Supamo, y la otra en la quebrada Cerro Azul (Hoja N&#186; 7637, Escala 1:100.000
de Cartograf&iacute;a Nacional) donde aflora la parte superior, infrayacente a
la Formaci&oacute;n Yuruari. Las secciones tipo de las formaciones Florinda, El
Callao y Cicapra son tambi&eacute;n de referencia para la unidad, donde presenta
un grado metam&oacute;rfico menor que en las secciones arriba se&ntilde;aladas.</P>
<P><I><B>Descripci&oacute;n litol&oacute;gica:</B></I> El Grupo consiste de
metalava y metatoba bas&aacute;lticas, tole&iacute;ticas y comati&iacute;ticas,
y una menor proporci&oacute;n de rocas volc&aacute;nicas ultram&aacute;ficas de
afinidad qu&iacute;mica comati&iacute;tica y de meta jaspe; en las zonas de
mayor metamorfismo est&aacute; constituida de anfibolitas y cornubianitas hornbl&eacute;ndicas
y meta cuarcitas mangano-ferr&iacute;feras. En la regi&oacute;n de Guasipati,
donde sus unidades constitutivas han sido diferenciadas, la Formaci&oacute;n
Florinda, consistente de lavas tole&iacute;ticas normales a magnesianas con
menores cantidades de comatiitas, ocupa la parte inferior del Grupo, y las
formaciones El Callao, de lavas tole&iacute;ticas normales a ferruginosas, y
Cicapra, formada por volcanicl&aacute;sticas de composici&oacute;n bas&aacute;ltico-comati&iacute;tica,
ocupan la parte superior de la unidad.</P>
<P><I><B>Extensi&oacute;n geogr&aacute;fica:</B></I> La unidad aflora al
oeste del r&iacute;o Caron&iacute; en la regi&oacute;n de Santa Barbara
(Kalliokoski, 1965-a, b; McCandless, 1976), hasta los l&iacute;mites con Guayana
al este (Bena&iacute;m, 1972-a; 1972-b), y desde las estribaciones meridionales
de la serran&iacute;a de Imataca (Kalliokoki, 1965-a; 1965-b, Chase, 1965;
Espejo, 1972; R&iacute;os, 1972) al norte (Falla de Guri), hasta las
estribaciones septentrionales de la serran&iacute;a de Lema al sur (Bena&iacute;m,
1972-a).</P>
<P><I><B>Contactos:</B></I> El Grupo Carichapo esta en contacto concordante y
transicional con la suprayacente Formaci&oacute;n Yuruari (Men&eacute;ndez,
1968; 1972; Espejo, 1972). El contacto inferior sedimentario es desconocido;
invariablemente esta intrusionada concordantemente por el Complejo de Supamo que
aparentemente ha integrado la parte basal de la unidad en su zona de migmatitas.
La unidad esta intrusionada por gabros, (Ej.: metagabros del cerro Pendare) y
por diques y cuerpos mayores de p&oacute;rfido de cuarzo y feldespato (plutones
de Mandingal y Cerro Pel&oacute;n de Men&eacute;ndez, 1972) adem&aacute;s de
otros cuerpos gran&iacute;ticos prot&aacute;sicos (Las Queseras, El Gancho,
Vuelvan Caras, etc.) que lo cortan discordantemente, y diques de diabasa (Ej.:
Dique de Laguna de Kalliokoski, 1965 a y b).</P>
<P><I><B>Edad:</B></I> No se han determinado edades radim&eacute;tricas en
rocas de la unidad todav&iacute;a; la edad m&aacute;xima del Complejo de Supamo,
que la intrusiona, debe representar su edad m&iacute;nima relativa. Men&eacute;ndez
(1968) atribuy&oacute; una edad m&iacute;nima de 2000 m.a. al Complejo de
Supamo; Kalliokoski (1965-a, b) se&ntilde;al&oacute; una edad de 2040 m.a. a
partir de rocas de la Trondhjemita de Guri. Mientras que, Gaudette <I>et al.</I>
(1977) determinaron edades radim&eacute;tricas de 2600 m.a. y 2814 m.a. para la
misma unidad; las cuales han sido reinterpretadas por Klar (1978, en Men&eacute;ndez,
1994), quien indic&oacute; una edad Proterozoico Temprano como la mas apropiada
para esas rocas, las cual representar&iacute;a la edad m&iacute;nima para
Carichapo.</P>
<P><I><B>Correlaci&oacute;n:</B></I> La unidad ha sido correlacionada por
Kalliokoski (1965-b) con la Formaci&oacute;n El Torno y con la Anfibolita de R&iacute;o
Claro; Men&eacute;ndez <I>et al.</I> (1972) la correlaciona con parte del Grupo
Barama de Guyana. La unidad litod&eacute;mica Anfibolita de Carichapo es
equivalente lateral de la unidad (Men&eacute;ndez, 1994).</P>
<P><I><B>Sinonimia:</B></I> El Grupo Carichapo de McCandless (1966) es hom&oacute;nimo
de la unidad, al igual que el &quot;Complejo de Gneis de Carichapo&quot; y la &quot;Anfibolita
de Carichapo&quot; del mismo autor. Son sin&oacute;nimos de la unidad la
Anfibolita de Panamo de Chase (1965), la Anfibolita de Yuruari de Short y
Steenken (1962) y la Formaci&oacute;n R&iacute;o Yama de Korol (1965), seg&uacute;n
lo analiza Kalliokoski (1965-a; 1965-b) y Men&eacute;ndez (1968). La Formaci&oacute;n
Carapo de Mart&iacute;n (1974) es sin&oacute;nima de Carichapo seg&uacute;n lo
indica Men&eacute;ndez (1994).</P>
<P><I><B>Ambiente tect&oacute;nico y petrog&eacute;nesis:</B></I> Mendoza
(1976) interpreta el conjunto de rocas del Grupo Carichapo como ofiolitas y
postula que las lavas se emplazaron a trav&eacute;s de fracturas en el manto y
se depositaron sobre un basamento de corteza oce&aacute;nica que separaba
extremos continentales representados por los complejos de Imataca y Kanuku. Las
lavas se habr&iacute;an generado en una zona de subducci&oacute;n asociada a un
arco de islas o a un borde continental. Moreno y Mendoza (1975) encuentran en el
Alto Supamo, metabasitas en bajo contenido en TiO<SUB>2</SUB>, bajas relaciones
Fe<SUB>2</SUB>O<SUB>3</SUB>/ MgO y alto contenido en Al<SUB>2</SUB>O<SUB>3</SUB>,
con afinidades intermedias entre tole&iacute;ticas y calco a alcalina, y
sugieren que pudieran haberse formado a poca profundidad, en un dominio de arco
de islas a partir de una corteza oce&aacute;nica no primitiva. Men&eacute;ndez
(1994) determin&oacute; la tendencia de cristalizaci&oacute;n magm&aacute;tica
de las rocas volc&aacute;nicas de las unidades del Grupo Carichapo, donde indic&oacute;
que a las formaciones Florinda y Cicapra las caracteriza una tendencia comati&iacute;tica
a tole&iacute;tica magnesiana y normal y a la Formaci&oacute;n  El Callao de
toleitas normales a ferruginosas, y sugiere que su origen puede haber sido
producto de actividad volc&aacute;nica fisural en corteza oce&aacute;nica sin
intervenci&oacute;n de corteza si&aacute;lica a lo largo de cuencas con una
orientaci&oacute;n N-S a N10&#186;E, dentro de la primera fase de la evoluci&oacute;n
de los cinturones de rocas verdes de la Provincia Geol&oacute;gica de Pastora.</P>
<P>&#169; <I><B>M. E. M., 26 de Noviembre de 1997</B></I></P>
<P></P>
<P><I><B>Referencias</B></I></P>
<P>Bena&iacute;m, N., 1972. Geolog&iacute;a de la regi&oacute;n de Botanamo,
estado Bol&iacute;var. IV Cong. Geol. Venez., <I>Bol. Geol.</I>, Pub. Espec. N&#176;
5. Tomo III, Ministerio de Energ&iacute;a y Minas, Caracas 1971, p. 1291-1313.</P>
<P>Chase, R. L., 1965. El Complejo de Imataca, la Anfibolita de Panamo y la
Trondhjemita de Guri: rocas Pre-C&aacute;mbricas del Cuadril&aacute;tero de las
Adjuntas-Panamo, Estado Bol&iacute;var, Venezuela, <I>Bol. Geol.</I>, Caracas,
7(13): 105-215.</P>
<P>Espejo, A., 1972. T&eacute;cnica para la elaboraci&oacute;n de mapas isopl&eacute;ticos,
aplicaci&oacute;n a un modelo geol&oacute;gico. <I>IV Cong. Geol. Venez.</I>,
Caracas, 4: 2201-2211.</P>
<P>Gaudette, H. E. T., J. Olsewski y V. Mendoza, 1977. Preliminary Age
Determinations, Amazonas Territory, Venezuela, <I>en M. I. T. Geochronological
Lab. Ages Report</I>, 1970-76. p. 113-114.</P>
<P>Kalliokoski, J., 1965-a. Geolog&iacute;a de la parte norte-central del
Escudo de Guayana, Venezuela, <I>Bol. Geol.</I> Caracas. 7(13): 29-104.</P>
<P>Kalliokoski, J., 1965-b. The metamorphosed iron ore of El Pao, Venezuela.
<I>Econ. Geol.</I>, 60(1): 100-116.</P>
<P>Lira, P.; J. Mart&iacute;nez; B. Rodr&iacute;guez y C. Sosa, 1985.
Reconocimiento Geol&oacute;gico de la Zona Botanamo - Akarabisi, Estado Bol&iacute;var.
<I>VI Cong Geol. Venez.</I>, III: 1758-1786. Sociedad Venezolana de Ge&oacute;logos.
Caracas.</P>
<P>Mart&iacute;n Bellizzia, C., 1968. Edades isot&oacute;picas de rocas
venezolanas. <I>Bol. Geol.</I>, 9(19): 356-380.</P>
<P>Mart&iacute;n B., C., 1974. Paleotect&oacute;nica del escudo de Guayana,
<I>Interguayanas, 9</I>. Ciudad Guayana, Estado Bol&iacute;var, p. 251-305.</P>
<P>McCandless, G., 1961. Reconocimiento geol&oacute;gico de la regi&oacute;n
noroccidental del estado Bol&iacute;var. (Resumen). <I>AVGMP, Bol. Inf.</I>,
Caracas, 4(10): 328.</P>
<P>McCandless, G. L., 1966. Geolog&iacute;a general de la parte septentrional
del Escudo de Guayana en Venezuela. <I>Bol. Geol.</I>, Caracas, 8(15): 140-153.</P>
<P>Mendoza, V., 1977. Evoluci&oacute;n tect&oacute;nica del escudo de Guayana.
<I>II Cong. Latinoam. Geol.</I>, Caracas, 3: 2237-2270.</P>
<P>Men&eacute;ndez, V. de V., A., 1968. Revisi&oacute;n de la estratigraf&iacute;a
de la Provincia de Pastora seg&uacute;n el estudio de la regi&oacute;n de
Guasipati, Guayana venezolana. <I>Bol. Geol.</I>, Caracas, 9(19): 309-338.</P>
<P>Men&eacute;ndez, V. de V., A., 1994. Cinturones de Rocas Verdes del Escudo
de Guayana en Venezuela; Revisi&oacute;n Estratigr&aacute;fica; <I>III Simposio
Internacional del Oro en Venezuela</I>; Libro de Memorias, Asociaci&oacute;n
Venezolana del Oro, p. 123-139.</P>
<P>Men&eacute;ndez, A.; N. Bena&iacute;m y A. Espejo, 1972. Estratigraf&iacute;a
prec&aacute;mbrica de la Provincia Geol&oacute;gica de Pastora al este del r&iacute;o
Caron&iacute; y su correlaci&oacute;n tentativa interguayanas (Resumen) <I>IX
Conf. Geol. Interguayanas</I>, Memorias, p. 339-442.</P>
<P>Moreno, L. A. y V. Mendoza, 1975. Petroqu&iacute;mica de metabasitas del
Alto Supamo, sureste de la Guayana Venezolana; <I>X Conf. Interguayanas</I>,
Belem, Bras&iacute;l, 1975, Memorias, p. 389-413.</P>
<P>Rios, J. H., 1974. Geolog&iacute;a de la regi&oacute;n Upata-El Palmar-Villa
Lola. estado Bol&iacute;var, <I>X Conf. Geol. Interguayanas</I>, Ciudad
Guayana, Ministerio de Energ&iacute;a y Minas, Pub. Espec. N&#176; 6, p.
354-372.</P>
<P>Short. K. C., y W. F. Steenken, 1962. A reconnaissance of the Guayana Shield
from Guasipati to the Rio Aro, Venezuela. <I>Asoc. Venez. Geol. Min. y Petr&oacute;l.</I>,
Bol. Inform., 5(7): 189-221.</P>
<P><I><B>Bibliograf&iacute;a de L&eacute;xicos Anteriores</B></I></P>
<P>Kalliokoski, J., 1965-c. Geolog&iacute;a de la parte norte-central del
Escudo de Guayana. Venezuela. <I>Bol. Geol.</I> Caracas. 7(13): 29-104.</P>
<P></P>
<FORM ACTION=./forma.htm><INPUT TYPE="SUBMIT" VALUE="Enviar Comentarios" ALIGN="left"> 
<P></P> 
<CENTER>
<TABLE BORDER="4" CELLPADDING="3" CELLSPACING="5" HEIGHT="10" WIDTH="400">
<TR><TH ALIGN="center" COLSTART="1"> <A HREF="2edic/c420e.htm"><IMG
SRC="image/2aedic.gif" BORDER="3" ALIGN="middle"></A></TH>
<TH ALIGN="center" COLSTART="2"><A HREF="coment/c420c.htm"><IMG
SRC="image/coment.gif" BORDER="3" ALIGN="middle"></A></TH>
</TR><TR><TH ALIGN="center" COLSTART="1">2a Edicion LEV</TH>
<TH ALIGN="middle" COLSTART="2">Comentarios Recibidos</TH>
</TR>
</TABLE></CENTER>
<P><BR>
</P>
<P></P>
<P>
 
<A HREF="index.html"><IMG SRC="./image/home_btn.gif" ALIGN="middle">  <I>
REGRESAR A LA PAGINA PRINCIPAL</I></A>
</P>
</FORM> 
<P></P>
</BODY></HTML>
