<!DOCTYPE HTML PUBLIC "-//SQ//DTD HTML 2.0 HoTMetaL + extensions//EN">
<HTML><HEAD><TITLE>CERRO PELON, Plut&oacute;n de</TITLE></HEAD>
<BODY BGCOLOR="#feb342"><P><B>CERRO PELON, Plut&oacute;n de</B></P>
    <style type="text/css"> BODY{ font-family: Arial, Helvetica, sans-serif; } </style>
<P ALIGN="right"><B>INFORMAL</B></P>
<P><B>PRECAMBRICO</B></P>
<P>Estado Bol&iacute;var</P>
<P><I><B>Referencia original:</B></I> A. Men&eacute;ndez, 1968, p. 2024.</P>
<P><I><B>Consideraciones hist&oacute;ricas:</B></I> Este t&eacute;rmino fue
introducido por Men&eacute;ndez (1968) para describir cuerpo intrusivo de p&oacute;rfido
de cuarzo que aflora a pocos kil&oacute;metros al noreste del caser&iacute;o de
Pastora, en la regi&oacute;n de Guasipati, estado Bol&iacute;var. El Plut&oacute;n
cubre una superficie de unos 25 km&#178; y est&aacute; constituido de p&oacute;rfido
de color gris claro a rosado claro localmente. Es macizo excepto en una zona
angosta en los bordes del Plut&oacute;n donde presenta foliaci&oacute;n por
cizallamiento, posiblemente a consecuencia de protoclasis. La roca es porfirica
con abundantes fenocristales bipiramidales de cuarzo de 2 a 5 mm. de di&aacute;metro
en una pasta afan&iacute;tica. El cuarzo presenta bordes irregulares corro&iacute;dos
por la matriz, la plagioclasa es anortoclasa, medianamente sausuritizada. La
matriz es un agregado microgranular de cuarzo y feldespato rico en feldespato
pot&aacute;sico, localmente contiene biotita. Klar (1979; en Men&eacute;ndez,
1994) se&ntilde;al&oacute; que el Plut&oacute;n de Cerro Pel&oacute;n es subvolc&aacute;nico
y lo relaciona al vulcanismo dac&iacute;tico de la Formaci&oacute;n Yuruari en
la cual es intrusivo. Es intrusivo y discordante con la roca caja; corta a trav&eacute;s
del contacto entre las formaciones Cicapra y Yuruari en el cintur&oacute;n de
rocas verdes de Guasipati (Men&eacute;ndez, 1994). La roca caja cerca del Plut&oacute;n
est&aacute; inyectada por numerosos sills y diques de p&oacute;rfido de cuarzo y
felsita, probablemente comagm&aacute;ticos con dicho Plut&oacute;n. (Men&eacute;ndez,
1972). Olmeta (1968) determin&oacute; una edad m&iacute;nima de emplazamiento
1.510 m.a.  por el m&eacute;todo K/Ar en roca total en muestra procedente del
Plut&oacute;n de Mandingal con el cual es comagm&aacute;tico. Klar (1979), le
asigna una edad isot&oacute;pica de 2.200 &#177; 100 m.a. por el m&eacute;todo
U-Pb en circones procedentes del p&oacute;rfido. El Complejo Ultram&aacute;fico
de Cerro Pel&oacute;n de Murray (1973) es hom&oacute;nimo de la unidad.</P>
<P>&#169; <I><B>M. E. M., 15 de Octubre de 1997</B></I></P>
<P></P>
<P><I><B>Referencias</B></I></P>
<P>Men&eacute;ndez, A., 1968. Revisi&oacute;n de la estratigraf&iacute;a de la
provincia de Pastora seg&uacute;n el estudio de la regi&oacute;n de Guasipati,
Guayana venezolana. <I>Bol. Geol.</I>, Caracas, 10(19): 309-339.</P>
<P>Men&eacute;ndez, A., 1972. Geolog&iacute;a de la regi&oacute;n de Guasipati,
Guayana venezolana. <I>IV Cong. Geol. Venez.</I>,Caracas, 4: 2001-2046.</P>
<P>Men&eacute;ndez, A., 1972. Aspectos tect&oacute;nicos de la evoluci&oacute;n
geol&oacute;gica del escudo de Guayana, <I>IV Cong. Geol. Venez.</I>, Caracas,
4: 2483-2485.</P>
<P>Men&eacute;ndez, A., 1994. Cinturones verdes del escudo de Guayana en
Venezuela. Revisi&oacute;n estratigr&aacute;fica. <I>Simp. Internac. Oro
Venezuela</I>, Caracas, p. 123-139.</P>
<P>Murray, C., 1973. Estudios petrogr&aacute;ficos de complejos ultram&aacute;ficos
zonados en Venezuela y Alaska. <I>Bol. Geol.</I>, Caracas, 12(22): 173-279.</P>
<P>Olmeta, M., 1968. Determinaci&oacute;n de edades radiom&eacute;tricas en
rocas de Venezuela y su procedimiento por el m&eacute;todo K/Ar. <I>Bol. Geol.</I>,
Caracas, 10(19): 339-344.</P>
<P></P>
<FORM ACTION=./forma.htm><INPUT TYPE="SUBMIT" VALUE="Enviar Comentarios" ALIGN="left"> 
<P></P> 
<CENTER>
<TABLE BORDER="4" CELLPADDING="3" CELLSPACING="5" HEIGHT="10" WIDTH="133">
<TR><TH ALIGN="center" COLSTART="1"><A HREF="coment/c941c.htm"><IMG
SRC="image/coment.gif" BORDER="3" ALIGN="middle"></A></TH>
</TR><TR><TH ALIGN="middle" COLSTART="1">Comentarios Recibidos</TH>
</TR>
</TABLE></CENTER>
<P><BR>
</P>
<P></P>
<P>
 
<A HREF="index.html"><IMG SRC="./image/home_btn.gif" ALIGN="middle">  <I>
REGRESAR A LA PAGINA PRINCIPAL</I></A>
</P>
</FORM> 
<P></P>
</BODY></HTML>
