<!DOCTYPE HTML PUBLIC "-//SQ//DTD HTML 2.0 HoTMetaL + extensions//EN">
<HTML><HEAD><TITLE>SUPAMO, Complejo de</TITLE></HEAD>
<BODY BGCOLOR="#fdc07a"><P><B>SUPAMO, Complejo de</B></P>
    <style type="text/css"> BODY{ font-family: Arial, Helvetica, sans-serif; } </style>
<IMG
ALIGN="left" WIDTH="289" HEIGHT="184" BORDER="2" SRC="./image/s70ind.gif" ALT="Complejo de Supamo">
<P ALIGN="right"><B>VALIDO</B></P>
<P><B>PRECAMBRICO</B></P>
<P>Estado Bol&iacute;var</P>
<P><I><B>Referencia original:</B></I> A. Men&eacute;ndez, 1968, p. 320.</P>
<P><I><B>Consideraciones hist&oacute;ricas:</B></I> Men&eacute;ndez (1968)
introdujo este t&eacute;rmino para designar el conjunto de unidades cuarzo
feldesp&aacute;ticas &iacute;gneas y metam&oacute;rficas, pobres en feldespato
pot&aacute;sico, que constituyen cuerpos d&oacute;micos mayores en la provincia
geol&oacute;gica de Pastora. Men&eacute;ndez (1972) describe la unidad
formalmente, e incluye como parte del Complejo a los gneises de Las Casoibas,
Oronato y Santa Cruz. La Trondhjemita de Guri queda incluida en el complejo, por
definici&oacute;n. Espejo (1974) hace &eacute;nfasis acerca del car&aacute;cter
s&oacute;dico del complejo, criterio que es apoyado por Moreno y Mendoza (1975),
quienes proponen la exclusi&oacute;n de las cuarzo monzonitas, como parte
constitutiva del mismo. Bena&iacute;m (1972) reconoce la unidad hacia el este en
la cuenca del r&iacute;o Botanamo, donde describi&oacute; el Domo de La
Introducci&oacute;n. Espejo (<I>op. cit.</I>) describe al complejo en los domos
de Santa Justa y El Foco, y en la extensi&oacute;n hacia el oeste, del
arqueamiento d&oacute;mico de El Manteco, en la cuenca del r&iacute;o Caron&iacute;.
Men&eacute;ndez (1994) reinterpret&oacute; la posici&oacute;n estratigr&aacute;fica
de los Gneises de El Cedral, Manamundo y Las Yeguas de Mart&iacute;n (1974), que
afloran al oeste del r&iacute;o Caron&iacute;, consider&aacute;ndolos como parte
del Complejo.</P>
<P><I><B>Localidad tipo:</B></I> R&iacute;o Supamo, estado Bol&iacute;var
Hoja 7737, escala 1:100.000, Cartograf&iacute;a Nacional.</P>
<P><I><B>Descripci&oacute;n litol&oacute;gica:</B></I> El complejo consiste
en rocas &iacute;gneas &aacute;cidas de car&aacute;cter s&oacute;dico,
paragneises, cuarzo feldesp&aacute;tico y zonas de migmatitas. Entre las rocas &iacute;gneas
se han descrito granodioritas, cuarzo dioritas, tonalitas y trondhjemitas,
esencialmente; estas rocas constituyen cuerpos d&oacute;micos (Men&eacute;ndez
1972; Bena&iacute;m 1972; Espejo 1974) y, localmente, focolitos (Chase 1965).
Las zonas de migmatita consisten en paragneises biot&iacute;ticos, gneises
hornabl&eacute;ndicos y anfibolitas que alternan con sills de trondhjemita y
granodiorita; por disminuci&oacute;n del material gran&iacute;tico, las zonas de
migmatita pasan gradualmente a las unidades gn&eacute;isicas, entre las cuales
han sido diferenciadas localmente los gneises de las Cosoibas, Oronato y Santa
Cruz.</P>
<P>Las trondhjemitas constituyen las rocas &iacute;gneas m&aacute;s abundantes
en la parte norte del complejo. En la regi&oacute;n del Alto Supamo, las
trondhjemitas est&aacute;n estrechamente relacionadas con las tonalitas, de las
cuales aparentemente forman la facies de borde (Moreno y Mendoza <I>op. cit.</I>).</P>
<P><I><B>Contactos:</B></I> El contacto entre el complejo y la secuencia
supracortical, Supergrupo Pastora y Grupo Botanamo, es intrusivo y concordante.
El complejo es a su vez intrusionado en forma discordante, por rocas gran&iacute;ticas
pot&aacute;sicas.</P>
<P><I><B>Extensi&oacute;n geogr&aacute;fica:</B></I> La unidad aflora en el
estado Bol&iacute;var, en una amplia regi&oacute;n comprendida entre la serran&iacute;a
de Imataca, al norte y la serran&iacute;a de Lema al sur, donde ha sido
reconocida desde la cuenca del r&iacute;o Caron&iacute; al oeste, hasta la
frontera con la Guayana esequiba al este.</P>
<P><I><B>Expresi&oacute;n topogr&aacute;fica:</B></I> El &aacute;rea que
ocupa la unidad se caracteriza por un drenaje dendr&iacute;tico en topograf&iacute;a
plana a suavemente ondulada.</P>
<P><I><B>Edad:</B></I> La edad m&aacute;s antigua determinada en el Complejo
de Supamo, corresponde a mediciones Rb/Sr en roca total del Gneis Trondhjem&iacute;tico
de Pueblito (sin&oacute;nimo de Trondhjemita de Guri) las cuales indicaron una
edad isocr&oacute;n de 2817 &#177; 57 m.a. seg&uacute;n Gaudette <I>et al.</I>
(1977); estos autores tambi&eacute;n deducen una edad de 2660 &#177; 30 m.a. a
partir de circones procedentes de las mismas muestras, en base al intercepto
primario de la curve concordia.</P>
<P>Otras edades m&aacute;s j&oacute;venes medidas en rocas del complejo,
muestran los efectos de eventos termales asociados a la orog&eacute;nesis
pre-Transamaz&oacute;nicas (2600-2100 m.a.) y Transamaz&oacute;nicas (2000-1700
m.a.), como lo destacan Moreno <I>et al.</I>, (1977). Short y Steenken (1962)
determinan una edad de 2340 &#177; 55 m.a. por Rb/Sr en biotita altera, de
gneises que afloran 35 Km al este de San Pedro de Las Bocas, Chase (1965) indica
una edad de 2000 m.a. por K/Ar en biotita de la Trondhjemita de Guri; Mart&iacute;n
<I>et al.</I> (1968) se&ntilde;ala edades K/Ar de 2000 &#177; 100 m.a. y de
1970 &#177; 100 m.a. en biotitas procedentes de cuarzodiorita y granodiorita,
respectivamente, de zonas marginales del complejo de la regi&oacute;n de
Guasipati; Espejo y Santamar&iacute;a (1974) indican edades de aproximadamente
1800 m.a. por K/Ar en roca total y biotita del Gneis Tondhjem&iacute;tico de
Pueblito (sin&oacute;nimo de la Tondhjemita de Guri) y de la Cuarzodiorita de
Santa Justa. Las edades m&aacute;s j&oacute;venes podr&iacute;an indicar la edad
del &uacute;ltimo per&iacute;odo de reactivaci&oacute;n del complejo, en
concordancia con lo expuesto por Men&eacute;ndez (<I>op. cit.</I>).</P>
<P><I><B>Correlaci&oacute;n:</B></I> El Complejo se correlaciona por edad,
con la Migmatita de la Ceiba, que aflora al norte de la falla de Guri, en la
provincia de Imataca; con el Grupo Kanuku de Guayana y con los grupos Coeroeni y
Falawatra de Surinam. (Hurley
<I>et al.</I> 1976), y Moreno y Mendoza (<I>op. cit.</I>), indican la
similitud geoqu&iacute;mica de los Granitos S&oacute;dicos de Supamo y los
Granitos Guayanais del Arqueano de Guayana Francesa, descrito por Coubert
(1974). Gibbs (1979) correlacion&oacute; a los gneises de la Asociaci&oacute;n B&aacute;rtica
y los gneises del Complejo de Supamo, por su similitud litol&oacute;gica y su
relaci&oacute;n concordante con la secuencial supracortial.</P>
<P><I><B>Ambiente tect&oacute;nico y petrog&eacute;nesis:</B></I> El complejo
aparentemente representa el basamento original gran&iacute;tico y gn&eacute;isico
donde se deposit&oacute; el Supergrupo Pastora y que luego fue removilizado y
rejuvenecido por lo menos en dos per&iacute;odos diferentes, durante la orog&eacute;nesis
Transamaz&oacute;nica, adquiriendo la movibilidad suficiente para intrusionar su
cubierta, seg&uacute;n lo postula Men&eacute;ndez (1972). Las rocas gran&iacute;ticas
rejuvenecidas, podr&iacute;an haber sido emplazadas por una fuerza ascencional
diap&iacute;rica, deformando concordantemente a la secuencia sopracortical, como
lo anota Mendoza (1975). En consideraci&oacute;n a las caracter&iacute;sticas
geoqu&iacute;micas comunes, tales como un moderado contenido de TiO<SUB>2</SUB>
y bajo de Rb, K, Ni y Cr, Moreno y Mendoza (<I>op. cit.</I>) sugieren que los
tondhjemitas del Alto Supamo, fueron derivados de la fusi&oacute;n parcial de
metabasitas. Chase (1965) llega a una conclusi&oacute;n similar en lo que
respecta al origen de la Trondhjemita de Guri.</P>
<P>&#169; <I><B>A. Men&eacute;ndez, 1997</B></I></P>
<P></P>
<P><I><B>Referencias</B></I></P>
<P>Benaim, N., 1972. Geolog&iacute;a dela regi&oacute;n de Botanmo, Estado Bol&iacute;var,
<I>IV Cong. Geol. Venez.</I>, Caracas, 3: 1291-1314.</P>
<P>Chase, R. L., 1965. El Complejo de Imataca, la Anfibolita de Panamo y la
Trondhjemita de Guri: rocas Pre-C&aacute;mbricas del Cuadril&aacute;tero de las
Adjuntas-Panamo, Estado Bol&iacute;var, Venezuela, <I>Bol. Geol.</I>, Caracas,
7(13): 105-215.</P>
<P>Coubert, 1974. ???????????????????????????????????????????????????</P>
<P>Espejo, A., 1974. Geolog&iacute;a de la regi&oacute;n El Manteco-Guri,
Estado Bol&iacute;var, Venezuela, <I>IX Conf. Geol. Interguayanas</I>, Ciudad
Guayana, Estado Bol&iacute;var, p. 207-248.</P>
<P>Espejo, A. y F. Santamar&iacute;a, 1974. Significado de nuevas
determinaciones de edades, potasio-arg&oacute;n en la Guayana venezolana. <I>IX
Conf. Geol. Interguayanas</I>, Ciudad Guyana, Estado Bol&iacute;var, p. 424-430.</P>
<P>Gaudette, <I>et al.</I>, 1977. ????????????????HAY
TRES????????????????????????</P>
<P>Hurley, P.; H. Fairbairn; H. Gaudette; V. Mendoza; A. Espejo y C. Mart&iacute;n,
1977. Progress report on Rb-Sr age dating in the northern Guayana shield, <I>II
Cong. Latinoam. Geol.</I>, Caracas, Venezuela, 4: 3035-3044.</P>
<P>Mart&iacute;n Bellizzia, C.; C. Ram&iacute;rez; A. Men&eacute;ndez; J. R. R&iacute;os
y N. Benaim, 1968. Rese&ntilde;a geol&oacute;gica y descripci&oacute;n de las
muestras de rocas venezolanas sometidas a an&aacute;lisis de edades radiom&eacute;tricas.
<I>Bol. Geol.</I>, Caracas, 9(19): 339-355.</P>
<P>Mendoza, V., 1975. Evoluci&oacute;n geoqu&iacute;mica de rocas gran&iacute;ticas
de la Guayana Venezolana. <I>X Conferencia Geol&oacute;gica In</I><I>terguayanas</I>,
Belem (Brasil), p. 558-575.</P>
<P>Men&eacute;ndez, V. de V. A., 1968. Revisi&oacute;n de la estratigraf&iacute;a
de la Provincia de Pastora seg&uacute;n el estudio de la regi&oacute;n de
Guasipati, Guayana venezolana. <I>Bol. Geol.</I>, Caracas, 9(19): 309-338.</P>
<P>Men&eacute;ndez V. de V., A., 1972. Aspectos tect&oacute;nicos de la evoluci&oacute;n
geol&oacute;gica del Escudo de Guayana (Resumen). <I>IV Cong. Geol. Venez.</I>,
Caracas, 1969, MEM., I: 240-243.</P>
<P>Men&eacute;ndez V. de V., A., 1972. Geolog&iacute;a de la regi&oacute;n de
Guasipati, Guayana venezolana, <I>IV Cong. Geol. Venez.</I>, Caracas, 1969,
MEM., IV: 2001-2246.</P>
<P>Moreno, L. A. y V. Mendoza, 1975. Petroqu&iacute;mica de metabasitas del
Alto Supamo, sureste de la Guayana Venezolana, <I>X Conf. Interguayanas</I>,
Belem, Brasil, 1975, Memoria, p. 389-413.</P>
<P>Moreno, L.; P. LIra; V. Mendoza y J. H. Rios, 1977. An&aacute;lisis de
edades radiom&eacute;tricas en la parte oriental de la Guayana venezolana y
eventos tect&oacute;nicos registrados. <I>V Conf. Geol. Venez.</I>, II:
509-518.</P>
<P>Short. K. C., y W. F. Steenken, 1962. A reconnaissance of the Guayana Shield
from Guasipati to the Rio Aro, Venezuela. <I>Asoc. Venez. Geol. Min. y Petr&oacute;l.</I>,
Bol. Inform., 5(7): 189-221.</P>
<P><I><B>Bibliograf&iacute;a de Lexicos Anteriores</B></I></P>
<P>Kalliokoski, J., 1965-a. Geology of north central Guayana Shield, Venezuela.
<I>Geol. Soc. Amer. Bull.</I>, 76(9): 1027-1050. Resumen (1965) en <I>Asoc.
Venez. Geol. Min. y Petr&oacute;l.</I> Bol. Inform., 8(11): 328-329.</P>
<P>Kalliokoski, J., 1965-c. Geolog&iacute;a de la parte norte-central del
Escudo de Guayana, Venezuela.<I> Bol. Geol.</I> Caracas. 7(13): 29-104.</P>
<P>Korol, B., 1965. Estratigraf&iacute;a de la Serie Pastora en la regi&oacute;n
Guasipati-El Dorado. (Presentado Cong. Cent. Col. Ing. Venez., 1961). <I>Bol.
Geol.</I>, Caracas, 7(13): 3-17.</P>
<P>McCandless, G. L., 1965. Reconocimiento geol&oacute;gico de la regi&oacute;n
noroccidental del Estado Bol&iacute;var. <I>Bol. Geol.</I>, Caracas, 7(13):
19-28.</P>
<P></P>
<FORM ACTION=./forma.htm><INPUT TYPE="SUBMIT" VALUE="Enviar Comentarios" ALIGN="left"> 
<P></P> 
<CENTER>
<TABLE BORDER="4" CELLPADDING="3" CELLSPACING="5" HEIGHT="10" WIDTH="400">
<TR><TH ALIGN="center" COLSTART="1"> <A HREF="2edic/s70e.htm"><IMG
SRC="image/2aedic.gif" BORDER="3" ALIGN="middle"></A></TH>
<TH ALIGN="center" COLSTART="2"><A HREF="coment/s70c.htm"><IMG
SRC="image/coment.gif" BORDER="3" ALIGN="middle"></A></TH>
</TR><TR><TH ALIGN="center" COLSTART="1">2a Edicion LEV</TH>
<TH ALIGN="middle" COLSTART="2">Comentarios Recibidos</TH>
</TR>
</TABLE></CENTER>
<P><BR></P>
<P></P>
<P><A HREF="index.html"><IMG SRC="./image/home_btn.gif" ALIGN="middle">  <I>
REGRESAR A LA PAGINA PRINCIPAL</I></A>
</P>
</FORM> 
<P></P>
</BODY></HTML>
